Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/2_id_458416.html.tmx
Source language: sme
Languages: nob

source: Ovdamearkka dihtii čilgejedje ámmátolbmot ahte suohkanstivrrain ledje unnán sámi ja kvena áirasat dan dihtii go namahuvvon joavkkut ledje dohkkehan dáža náli intellektuála buoretvuođa .
nob: Fra embetsmannshold ble for eksempel samisk og kvensk underrepresentasjon i kommunestyrene begrunnet med at de nevnte gruppene hadde akseptert den norske rases intellektuelle overhøyhet .

source: Dán ideologalaš dilis ilbme maiddái ollu čilgehusat mat čájehit makkár oainnut Norgga njunuš servodatjoavkkuin ledje dán golmma olmmoščeardda antropologalaš iešvuođaide ja árvui .
nob: I dette ideologiske klimaet fikk man også en rekke beskrivelser som viser hvilket syn man i ledende kretser i Norge hadde på de tre etniske gruppenes antropologiske egenskaper , og deres innbyrdes verdi .

source: Sámit dahje sámi joavkkut meroštallojuvvojedje dávjá « degenererejuvvon » dahje « vuolit dási nállin » .
nob: Merkelappene « degenererte » eller « lavtstående rase » ble gjerne knyttet til samene eller til grupper av samer .

source: Kvenat sáhtte meroštallojuvvot oalle ceavzilis joavkun , muhto dážat meroštallojuvvojedje eará joavkkuid buorebun sihke rumašlaš ja vuoiŋŋalaš ahtanuššamis .
nob: Kvenene kunne nok bestå i kampen for tilværelsen , mens nordmennene ble karakterisert som overlegne de to andre rasene , både i legemlig og åndelig utvikling .

source: Dážain ledje germánalaš náli buoremus iešvuođat , ja sii ledje muhtun dárkojeddjiid mielas « ráđđejeaddji nálli » .
nob: De besatt den « germanske races beste egenskaper » og var i følge enkelte iakttakere « den herskende race » .

source: Statistihkalaš guovddášdoaimmadat ( Statistisk sentralbyrå ) geavahii maiddái seamma sullasaš meroštallamiid daid álbmotlohkamiid oktavuođas mat čađahuvvojedje multietnalaš 8 guovlluin .
nob: Liknende klassifiseringer ble for øvrig også gjort av Statistisk sentralbyrå , i forbindelse med deres analyser av folketellingene i fleretniske områder .

source: Nuppi oasis 1800-logu rájes doaimmai vel kolonialiserenjurdda dáruiduhttinpolitihka nannejeaddjin – lei jurdda lulli Norgga olmmošeatnatvuhtii čáhkkehit saji davvin .
nob: I andre halvdel av 1800-tallet falt koloniseringstanken – å skaffe plass til befolkningsoverskuddet sør i landet – også sammen med fornorskningspolitikken .

source: Goappašiid ulbmiliid oktavuođas lei ávkkálažžan oažžut etnalaš dážaid ásaiduvvat davás , ja mearriduvvojedje ovddut ja ruhtaveahkit dážaide geat fárrejedje davimus ámtii – Finnmárkui .
nob: I begge henseender ble det ansett som formålstjenlig å få etnisk norske til slå seg ned i nord , og man begynte også å gi fordeler og subsidier til norske tilflyttere for å få dem til å slå seg ned i det nordligste amtet – Finnmark .

source: Ulbmilin lei hukset vuostedeattu « amas álbmogiid » vuostá – sámiid ja kvenaid vuostá .
nob: Dette skulle danne en motvekt mot de « fremmede folkeslagene » – samer og kvener .

source: Dákkár politihkka jotkojuvvui máŋgga sajis gitta nuppi máilmmisoađi rádjai .
nob: Denne politikken ble enkelte steder videreført helt opp mot andre verdenskrig .

source: 2.8 Maŋŋil 2. máilmmisoađi
nob: 2.8 Etter 2. verdenskrig

source: 1930-logus ilbmagođii positiiva veahádatpolitihkalaš oaidnu sámiid ektui , sihke Norgga njunuš politihkalaš birrasiin ja ámmátolbmuid gaskkas .
nob: På slutten av 1930-tallet begynte det å gjøre seg gjeldende et mer positivt minoritetspolitisk syn i forhold til samene blant toneangivende politiske krefter i Norge , og også blant enkelte framstående embetsmenn .

source: Sivvan dasa lea árvideamis ahte ođđa riikkaidgaskasaš jurdagat ledje badjánišgoahtán , erenoamážit go Álbmotlihttu ( Folkeforbundet ) beroštii veahádatgažaldagain .
nob: Det antas at dette skjedde under innflytelse av blant annet nye internasjonale strømninger , spesielt Folkeforbundets engasjement i minoritetsspørsmål .

source: Maŋŋil 2. máilmmisoađi bođii dat ovddimuš ovdan Skuvladoaimma bálddalastinammagotti ( Samordningsnemnda for skoleverket ) árvalusas nr. 3 , mii addojuvvui 1948s. .
nob: Etter 2. verdenskrig kom dette først til uttrykk i Samordningsnemnda for skoleverket sin tilrådning nr. 3 , avgitt i 1948 .

source: Dat válddii earret eará ovdan gažaldagaid sámegiel oahppogirjjiid , oahpaheddjiid sámegiela oahpaheami , joatkkaskuvlla sámiide , sámi álbmotallaskuvlla ja vel eará doaibmabijuid birra , nugo čuvgehusávdnasiid sámegillii .
nob: Den tok blant annet opp spørsmål om lærebøker på samisk , opplæring for lærere i samisk , framhaldsskole for samer , samisk folkehøgskole og andre tiltak , som også omfattet opplysningsskrifter på samisk .

source: Dát vaikko vel sámi skuvlagažaldagat eai lean namahuvvon mandáhtas .
nob: Det til tross for at samiske skolespørsmål ikke var nevnt i mandatet .

source: Sámekultuvralávdegotti čielggadeapmi NOU 1985 : 14 čujuha Bálddalastinnammagotti jođiheaddjái , Girko- ja oahpahusdepartemeantta doaimmahathovdii Boyesenii , gii maŋŋelis oktiigeasus jagis 1956 lávdegotti barggus sámi skuvlen- ja čuvgehusáššiid gažaldagaiguin , cealká ahte « de faktisk er et nytt syn på samespørsmålene son har arbeidet seg frem i den senere tid .
nob: Samekulturutvalgets utredning NOU 1985 : 14 viser til Samordningsnemndas leder ekspedisjonssjef Boyesen i Kirke- og undervisningsdepartementet , som i en senere sammenfatning i 1956 om nemndas arbeid med samiske skole- og opplysningsspørmål , uttaler at « det faktisk er et nytt syn på samespørsmålene som har arbeidet seg frem i den senere tid .

source: Fra på sett og vis å fornekte denne folkegruppens egenart og de hensyn son derfor burde tas til denne minoritet i vårt nasjonale samfunn , er man kommet til en klar erkjennelse av hvilke plikter vi son folk har til å behandle samene med den tilbørlige respekt og hensynsfullhet .
nob: Fra på sett og vis å fornekte denne folkegruppens egenart og de hensyn som derfor burde tas til denne minoritet i vårt nasjonale samfunn , er man kommet til en klar erkjennelse av hvilke plikter vi som folk har til å behandle samene med den tilbørlige respekt og hensynsfullhet .

source: Girko- ja oahpahusdepartemeanta ii ovddidan makkárge stuorradiggedieđáhusa Bálddalastinnammagotti árvalusaid vuođul , muhto válljii stáhtabudjeahta bokte čuovvolit ovttaskas árvalusaid .
nob: Kirke- og undervisningsdepartementet fremmet ingen stortingsmelding på grunnlag av Samordningsnemndas tilråding , men valgte å følge opp de enkelte tiltakene med forslag i statsbudsjettet .

source: Juolluduvvojedje ruđat dáidda doaimmaide : sámi lohkangirji , bálkálasáhus oahpaheddjiide geat ohppe sámegiela ja barge guovlluin gos lei dárbu máhttit sámegiela , almmuhit oahppogirjjiid main lei teaksta sihke dárogillii ja sámegillii .
nob: Dette gjaldt bevilgning til utarbeidelse av samisk lesebok , lønnstilskudd til lærere som lærte seg samisk og arbeidet i distrikt hvor det var bruk for språket og utgiving av lærebøker med norsk og samisk tekst .

source: Bismma eamit Margrethe Wiig almmuhii 1951s ABC-girjji dárogillii ja sámegillii , ja dát girji lea oahpis sámiide geat vázze vuosttas skuvlajagiid 1950-logus .
nob: Bispinne Margrethe Wiigs ABC på norsk og nordsamisk , som kom ut i 1951 , er kjent blant flere samer som hadde sine første skoleår på 1950-tallet .

source: Jagis 1951 válddii stáhta maiddái badjelasas ovddasvástádusa oarjelsámi skuvlalágideamis , ja ásahii Sámeskuvlla Aarbortii .
nob: Staten overtok også i 1951 ansvaret for den sørsamiske skolen og opprettet Sameskolen i Hattfjelldal .

source: Oarjelsámi mánáid skuvlejupmi lei dien rádjái leamaš Sámemiššuvnna ášši .
nob: Skole for sørsamiske barn hadde inntil da vært Finnemisjonens anliggende .

source: Lei dárbu dárkileappot čielggadit sámegiela boahtteáiggi Norggas , ja erenoamážit dárbbašuvvui prinsihpalaš čielggadeapmi , nugo dalá áibmomediahoavda celkkii 1951s : « om målet for arbeidet med samiske spørsmål skal ha karakter av eit kulturvern eller om ein skal ta sikte på ei kultur-- og målreising til full jamstilling.»(galgágo sámi gažaldagaid barggu juksanmeari mihtilmasvuohta leat kultursuodji vai galgágo bargojuvvot kultur-- ja giellačuožžileami guvlui ollislaš dásseárvvu dihtii . » ) Dan vuođul mearridii Girko- ja oahpahusdepartemeanta 1956s nammadit lávdegotti mii galggai čielggadit sámi áššiid .
nob: På bakgrunn av et behov for en mer omfattende utredning om fremtiden til samisk i Norge , og spesielt , som det fremkommer av en henvendelse fra den daværende kringkastingssjef i 1955 , en prinsipiell avklaring « om målet for arbeidet med samiske spørsmål skal ha karakter av eit kulturvern eller om ein skal ta sikte på ei kultur- og målreising til full jamstilling » , besluttet Kirke- og undervisningsdepartementet i 1956 å oppnevne en komité for å utrede samespørsmål .

source: Sámekomitea árvalus gárvánii 1959s , ja árvalii politihka mii mielddisbuvttii dáruiduhttin- ja assimilašuvdnapolitihka hilguma .
nob: Samekomitéens innstilling ble avgitt i 1959 og la opp til en politikk som innebar avgjørende brudd med fornorsknings- og assimilasjonspolitikken .

source: Komitea celkkii ahte eiseválddiid politihkalaš ul-bmil sámiid ektui berre leat nannet sámi veahádaga ekonomalaččat , sosiálalaččat ja kultuvrralaččat .
nob: Komitéen uttalte at målsettingen for myndighetenes politikk overfor samene burde være å styrke den samiske minoriteten økonomisk , sosialt og kulturelt .

source: Árvaluvvui ásahit sierra sundiámmáha ja politiijaguovllu mii galggai gokčat seamma suohkaniid . Árvaluvvui maiddái sámi báikenamaid geavaheapmi , ahte sámiid historjjálaš ássanguovlo ­vuoigatvuođat galge dohkkehuvvot ; ja vel sámiide buhtadasvuoigatvuohta juos masse geavahanguovl ­luideaset ja ovdavuoigatvuođat rusttegiidda ja fitnodagaide mat álggahuvvojit sámi guovlluide .
nob: Samekomitéen fremmet en rekke forslag som omfattet blant annet tiltak for vern og utvikling av samisk språk , ved å gi samisk preferanser innenfor et kjerneområde hvor samene var i avgjort majoritet , opprettelse av et eget sorenskriveri og politidistrikt som skulle omfatte de samme kommuner , bruk av samiske stedsnavn , aksept av samenes historiske rett til sine bosettingsområder , rett til erstatning for tap av bruksområder og fortrinnsrettigheter til anlegg og industribedrifter som anlegges i samiske områder .

source: Komitea evttohii maiddái ásahit sierra láhkalávdegotti čielggadan dihtii sámiid luondduvalljodat ­vuoigatvuođaid .
nob: Komitéen foreslo også opprettet en egen lovkomité for å utrede samenes rett til naturressursene .

source: Skuvlapolitihkalaš suorggis deattu ­hii komitea sámi ja dáža kultuvrraid ovttadássásašvuođa , ja evttohii skuvlapolitihka man ulbmilat galge leat ollislaš guovttegielatvuohta ja skuvladoaimmaid gullevašvuohta mánáid báikkálaš kultuvrii .
nob: På det skolepolitiske området framholdt komitéen likeverdet mellom samisk og norsk kultur og foreslo en skolepolitikk hvor målsettingen skulle være full tospråklighet og med forankring i barnas hjemlige kultur .

source: Komitea almmuhii vuođđooainnu mii čujuhii ahte « Som et demokratisk land plikter Norge å legge vilkårene til rette slik ahte samene kan ha muligheter til å bevare sitt særpreg » .
nob: Komitéen ga uttrykk for et grunnsyn som tilsa at « Som et demokratisk land plikter Norge å legge vilkårene til rette slik at samene kan ha muligheter til å bevare sitt særpreg » .

source: Sámekomitea čielggadeami vuođul ovddidii Girko- ja oahpahusdepartemeanta stuorradiggedieđáhusa , st.meld. nr. 21 ( 1962–63 ) Om kulturelle og økonomiske tiltak av særlig interesse for den samisktalende befolkning ( Kultuvrralaš ja ekonomalaš doaibmabijuid birra main lea vásedin beroštupmi sámegielsárdnu veahkadagas ) .
nob: Kirke- og undervisningsdepartementet fremmet på grunnlag av Samekomitéens utredning en stortingsmelding , St.meld. nr. 21 ( 1962–63 ) Om kulturelle og økonomiske tiltak av særlig interessen for den samisktalende befolkning .

source: Dán stuorradiggedieđáhusa vuođul álggahuvvui Stuorradikki vuosttas viiddis prinsihpalaš digaštallan Norgga sámepolitihka hárrái , ja duođaštii signálaid mat ovdal ledje boahtán Norgga sámepolitihka riev ­damis .
nob: Denne stortingsmeldingen dannet grunnlag for den første omfattende prinsippdebatt om norsk samepolitikk i Stortinget og bekreftet de tidligere signalene om prinsipielle endringer i norsk samepolitikk .

source: Stuorradiggedieđáhusas deattastii Girko- ja oahpahusdepartemeanta ahte áigumuš vuošttažettiin lei ráhkadit ovttalágan vejolašvuođaid sámegielat ja dárogielat olbmuide .
nob: Kirke- og undervisningsdepartementet framhevet i stortingsmeldingen at man først og fremst siktet mot å skape like muligheter for den samisktalende og den norsktalende befolkningen .

source: Departemeantta oaivila mielde sáhtii dán áigumuša duohtan dahkat oppalaš birgejupme- ja oahppodoaimmaid bokte .
nob: Etter departementets oppfatning skulle dette kunne realiseres ved styrking av generelle velferds- og utdanningstiltak .

source: Seammás šattai vejolaš johtuibidjat gielalaš earenoamášdoaimmaid maid ulbmil galggai leat « juksat ollislaš ovttadássásašvuođa stáhtaservodaga lahttun , gielalaš duogáža beroškeahttá » .
nob: Samtidig ble det åpnet for språklige særtiltak for å oppnå « … full likestilling som medlemmer av vårt statssamfunn uansett språklig bakgrunn » .

source: Sihke Bálddalastinnammagoddi ja Sámekomitea ledje árvalan geavatlaš ja politihkalaš doaimmaid , muhto departemeanttaid hálddahuslaš bargoveahka ii nannejuvvon dáid árvalusaid vuođul .
nob: Både Samordningsnemnda og Samekomitéen hadde fremmet forslag til en rekke praktiske og politiske tiltak , men dette ble ikke fulgt opp med forslag om styrking av departementenes eget administrative apparat .

source: Sámekomitea unnitlohku evttohii ásahit sierra kantuvrra sámi áššiid várás , vai álkidit stáhta sierra doaimmaid buohtalastima 9 .
nob: Et mindretall i Samekomitéen foreslo opprettet et eget kontor for samiske saker for lettere å kunne koordinere de ulike tiltakene fra statsmaktenes side .

source: Dákkár kantuvra ásahuvvui Gieldadepartementii easkka 1980s , ja kantuvra lea ovddasvástidan sámi áššiid buohtalastima .
nob: Et slikt kontor ble opprettet først i 1980 i Kommunaldepartementet som siden har hatt ansvar for koordinering av samiske spørsmål .

source: 1964s ásahuvvui liikká sámekonsuleantavirgi Eanadoallo departemeanttas .
nob: I 1964 ble det imidlertid opprettet en stilling som samekonsulent i Landbruksdepartementet .

source: Ođđa virgi bođii dan konsuleantavirggi sadjái mii 1953s lei ásahuvvon Finnmárkku várás .
nob: Denne stillingen avløste den konsulentstillingen som i 1953 var blitt opprettet for Finnmark .

source: Seammás vuođđuduvvui Norgga sámeráđđi , Finnmárkku sámi ráđi sadjái .
nob: Samtidig ble Norsk sameråd opprettet og avløste på sin måte det tidligere samisk råd for Finnmark .

source: Sámekomitea árvalus , ja dan meannudeapmi ráđđehusas ja Stuorradikkis ( St.meld. nr. 21 ( 1962–63 ) ja Innst. S. nr. 196 ) huksejedje 1960- ja 70-logus muđui vuđđosa máŋgga eará čielggadeapmái , sierra surggiin .
nob: Samekomitéens innstilling og regjeringens og Stortingets behandling av denne ( St.meld. nr. 21 ( 1962–63 ) og Innst . S. nr. 196 , dannet på 1960- og -70-tallet for øvrig grunnlag for en rekke senere utredninger på flere sektorområder .

source: Deaŧalaččamusat leat :
nob: Av de viktigste nevnes :

source: Innstilling om gymnas på samisk ( Árvalus sámegiel gymnása birra ) .
nob: Innstilling om gymnas på samisk .

source: Girko- ja oahpahusdepartemeanta 1968 .
nob: Utgitt av Kirke og undervisningsdepartementet 1968 .

source: Innstilling vedrørende sosial- og sysselsettingsproblemer i Indre Finnmark ( Árvalus sosiála- ja barggahusčuolmmaid hárrái Sis-Finnmárkkus ) .
nob: Innstilling vedrørende sosial- og sysselsettingsproblemer i Indre Finnmark .

source: Finnmárkku fylka 1969 .
nob: Finnmark fylke 1969 .

source: St.meld. nr. 99 ( 1969–70 ) Om tiltak for å forbedre boligforholdene i Indre Finnmark ( Doaibmabijuid birra buoridan dihtii ásodatdilálašvuođaid Sis-Finnmárkkus ) .
nob: St.meld. nr. 99 ( 1969–70 ) Om tiltak for å forbedre boligforholdene i Indre Finnmark .

source: Innstilling om samisk husflid son støttenæring ( Árvalus sámi duoji birra doarjjaealáhussan ) .
nob: Innstilling om samisk husflid som støttenæring .

source: Gieldadepartemeanta 1970 .
nob: Kommunaldepartementet 1970 .

source: NOU 1972 : 33 Om landsdelsplan for Nord-Norge ( Davvi-Norgga riikkaoasseplána birra ) .
nob: NOU 1972 : 33 om landsdelsplan for Nord-Norge .

source: Dát čuovvoluvvui dáinna :
nob: Denne ble fulgt opp med

source: St.meld. nr. 108 ( 1972–73 ) Om et utbyggingsprogram for Nord-Norge ( Davvi-Norgga huksenprográmma birra ) , ja
nob: St.meld. nr. 108 ( 1972–73 ) Om et utbyggingsprogram for Nord-Norge , og

source: St.meld. 33 ( 1973–74 ) Tillegg til st. meld nr. 108 ( 1972–1973 ) , Gieldadepartemeanta lea almmuhan goappašiid dieđáhusaid .
nob: St.meld. nr. 33 ( 1973–74 ) Tillegg til st. meld nr. 108 ( 1972–1973 ) , begge ble avgitt av Kommunaldepartementet .

source: Norgga sámeráđi nannen ja Sámi ovddidanfoandda ásaheapmi 1974s ledje Riikkaoasseplána ja guokte čuovvoleaddji stuorradiggedieđáhusa bohtosat .
nob: Landsdelsplanen og de to oppfølgende stortingsmeldingene resulterte bl.a. i styrking av Norsk sameråd og oppretting av Samisk utviklingsfond i 1974 .

source: St.meld. nr 8 ( 1973–74 ) Om organisering og finansiering av kulturarbeidet ( Kulturbarggu lágideami ja ruhtadeami birra ) mielddisbuvttii Sámi kulturlávdegotti ásaheami vuolitlávdegoddin Norgga kulturráđđái .
nob: St.meld. nr. 8 ( 1973–74 ) Om organisering og finansiering av kulturarbeidet . Medførte bl.a. opprettelsen av Samisk kulturutvalg som et underutvalg under Norsk kulturråd .

source: St.meld. nr. 13 ( 1973–1974 ) Om en aksjonsplan for de samiske bosettingsområder ( Akšuvdnaplána birra sámi ássanguovlluide ) .
nob: St.meld. nr. 13 ( 1973–1974 ) Om en aksjonsplan for de samiske bosettingsområder .

source: Maiddái addojuvvojedje áigodagas 1973 – 1980 máŋga čielggadeami ja dieđáhusa mat gustojit oahppopolitihkalaš suorgái , ja mat njuolga dahje eahpenjuolga leat ávkkálaččat sámiide .
nob: Det ble også avgitt en rekke utredninger og innstillinger vedrørende det utdanningspolitiske området med direkte eller indirekte betydning for samene i årene 1973 til 1980 .

source: Bajábeale namahuvvon čielggademiid ja stuorradiggedieđáhusaid gaskkas lea NOU 1972 : 33 erenoamáš viiddis Sámekomitea árvalusaid čuovvoleamis .
nob: Av de ovenfor nevnte utredinger og stortingsmeldinger , utmerker særlig NOU 1972 : 33 seg som det mest omfattende med hensyn til oppfølgning av de forslagene som framkom i Samekomitéens innstilling .

source: Sámi vuoigatvuođalávdegoddi ja Sámi kulturlávdegoddi , mat goappašagat nammaduvvojedje čakčat 1980 , bargagohte maŋŋil eanaš Sámekomitea árvalusaiguin mat eai lean dan rádjai biddjojuvvon johtui .
nob: De fleste av disse , i den utstrekning de ikke hadde blitt realisert , ble senere tatt opp av Samerettsutvalget og Samekulturutvalget som begge ble oppnevnt høsten 1980 .

source: Daid árvalusaid gaskkas mat juo ledje biddjojuvvon johtui , heive erenoamážit namahit Sámi ovddidanfoandda vuođđudeami 1974s , ja ođđa boazodoallošiehtadusa ásaheami 1976s .
nob: Blant de forslagene som allerede var iverksatt nevnes særskilt opprettelsen av Samisk utviklingsfond i 1974 og etablering av en reindriftsavtale i 1976 .

source: Norsk institutt for by- og regionforskning ( Norgga gávpot- ja guovlodutkama instituhtta ) čađahii árvvoštallama 1993s , ja dát árvvoštallan čájehii ahte Sámi ovddidanfoanda , bajásráhkadeaddji vuogi mielde , lea áimmahuššan mearriduvvon ulbmiliid , namalassii seailluhit ja gárgedit sámi ássama ja ealáhuslági .
nob: En evaluering foretatt av Norsk institutt for by- og regionforskning i 1993 bekrefter at Samisk utviklingsfond på en konstruktiv måte har ivaretatt de erklærte målsettingene om å bevare og utvikle bosetting og næringsliv i de samiske bosettingsområdene .

source: Go ráđđehus čuovvolii riidogažaldagaid mat dagahedje Álaheajoášši konflivttaid 1980 birrasiid , de dat fas nannii barggu sámepolitihkalaš duovdagis .
nob: Regjeringens oppfølgning av de spørsmålene som lå til grunn under konfliktene rundt Altasaken i årene rundt 1980 , bidro igjen til en mer konsentrert innsats på det samepolitiske området .

source: Sámi vuoigatvuođalávdegoddi nammaduvvui gonagaslaš resolušuvnnas golggotmánu 10. 1980 , ja gonagaslaš resolušuvnnas golggotmánu 17. 1980 nammaduvvui lávdegoddi mii galggai guorahallat sámi kultur-- ja oahppogažaldagaid .
nob: Samerettsutvalget ble oppnevnt ved kgl. res. 10. oktober 1980 og utvalg til å drøfte samiske kultur- og utdanningsspørsmål ble oppnevnt ved kgl. res. 17. oktober samme år .

source: Maŋit lávdegoddi lea maŋŋil gohčoduvvon Sámekulturlávdegoddin .
nob: Det sistnevnte utvalget er i ettertid omtalt som Samekulturutvalget .

source: Sámi vuoigatvuođalávdegotti vuosttas oassečielggadeapmi , NA— 1984 : 18 S Sámi vuoigatvuođaid dili birra , sisdoalai sámi stáhtusa ja sámi vuoigatvuođaid prinsihpalaš čielggadeami Norggas , ja maiddái riikkaidgaskasaš rievtti ektui .
nob: Samerettsutvalgets 1. delutredning , NOU 1984 : 18 Om samenes rettsstilling , innholdt utredninger om samenes status og samiske rettigheter på et prinsipielt grunnlag i Norge , herunder også i forhold til internasjonal rett .

source: Lávdegoddi árvalii ahte ásahuvvo sámi álbmotválljejuvvon orgána , ja árvvoštalai maiddái dákkár orgána oktiibidjama , válljejumi ja válddi .
nob: Utvalget fremmet forslag om opprettelse av et samisk folkevalgt organ og vurderte i denne sammenhengen spørsmål om sammensetning , valg og myndighet .

source: Ráđđehus ovddidii 1987s ot. prp. nr. 33 ( 1986–87 ) Forslag til lov om Sametinget og andre samiske rettsforhold ( sameloven ) ( Evttohus lága birra Sámedikki ja eará sámi vuoigatvuođadilálašvuođaid birra ( sámeláhka ) .
nob: Regjeringen fremmet i 1987 Ot.prp. nr. 33 ( 1986–87 ) Forslag til lov om Sametinget og andre samiske rettsforhold ( sameloven ) .

source: Go Odeldiggi miessemánu 29. 1987 gieđahalai justiisakomitea ovttajienalaš árvalusa , innst .
nob: Under behandlingen i Odelstinget 29. mai 1987 av justiskomitéens enstemmige innstilling , Innst .

source: o. nr. 79 ( 1986–87 ) , geavahuvvojedje dajaldagat nugo « Norgga sámepolitihka olahanmuddu » ja « jaskes revolušuvdna » .
nob: O. nr. 79 ( 1986–1987 ) , ble det benyttet flere karakteristikker som « milepæl i norsk samepolitikk » og « stille revolusjon » .

source: Áššeságadoalli Jørgen Kosmo celkkii čuovvovaččat daid vuordámušaid hárrái mat ledje sámepolitihka viidáset gárgedeapmái : « Det samepolitiske grunnsyn son Odelstinget nå inviteres til å slutte seg til , angir ikke farten i samepolitikken eller størrelsen på bevilgningene til samepolitiske spørsmål .
nob: Om forventningene til den videre utviklingen av samepolitikken uttalte saksordfører Jørgen Kosmo blant annet at : « Det samepolitiske grunnsyn som Odelstinget nå inviteres til å slutte seg til , angir ikke farten i samepolitikken eller størrelsen på bevilgningene til samepolitiske spørsmål .

source: Men dagens behandling angir retningen og målet , og de er et klart brudd med tidligere tiders fornorskningspolitikk » ( « Sámepolitihkalaš vuođđooaidnu masa Odeldiggi dál bovdejuvvo guorrasit , ii albmat sámepolitihka jođu dahje juolludusaid sturrodaga sámepolitihkalaš gažaldagaide .
nob: Men dagens behandling angir retningen og målet , og det er et klart brudd med tidligere tiders fornorskningspolitikk » .
